Repository: Fargrim/crosshare
Catalog: app/locales/*/messages.po
Languages: fr

source: (please be nice!):
fr: (sois gentil!):

source: Account
fr: Compter

source: Account / Settings
fr: Compter / Les Paramètres

source: Across
fr: Horizontalement

source: Almost there!
fr: Presque fini!

source: Autochecking
fr: Vérifie

source: Begin Puzzle
fr: Commencer le Puzzle

source: By {guestConstructor}
fr: Fait par {guestConstructor}

source: By {link}
fr: Fait par {link}

source: Cancel
fr: Annuler

source: Check
fr: Vérifier

source: Check Puzzle
fr: Vérifier le Puzzle

source: Check Square
fr: Vérifier la Case

source: Check Word
fr: Vérifier le Mot

source: Checking for previous play data...
fr: Trouver pour données de jouer précédentes...

source: Clues
fr: Les Indices

source: Comments
fr: Les Commentaires

source: Comments / Leaderboard
fr: Les Commentaires / Le Classement

source: Construct a Puzzle
fr: Créer un Puzzle

source: Constructor Dashboard
fr: Tableau le Bord de Créateur

source: Contest Prompt / Submission
fr: Prompt de Concours / Présentation

source: Create or Share a Puzzle
fr: Créer ou Partager un Puzzle

source: Crosshare Daily Mini Puzzles for {date}
fr: Des Puzzles Minis Quotidien sur Crosshare pour {date}

source: Crosshare Featured Puzzles
fr: Des Puzzles en Vedette sur Crosshare

source: Daily Mini
fr: Mini Quotidien

source: Daily Mini for {displayDate}
fr: Mini Quotidien pour {displayDate}

source: Display name updated
fr: Nom affiché mis à jour

source: Down
fr: Verticallement

source: Download .puz File
fr: Télécharger Fichier .puz

source: Edit
fr: Modifier

source: Embed
fr: Intégrer

source: Enter Rebus
fr: Insérer Rebus

source: Enter your reply
fr: Insérer votre réponse

source: Featured Puzzles
fr: Les Puzzles en Vedette

source: Grid
fr: Grille

source: Keep Trying
fr: Continuer d'Essayer

source: Leaderboard (updated hourly)
fr: Le Classement (mis à jour toutes les heures)

source: Leave a comment
fr: Laisser un commentaire

source: Live Preview:
fr: Prévisualisation en Direct:

source: Loading...
fr: Chargement...

source: Logged in as {0}
fr: Connecté en tant que {0}

source: Login (via Google)
fr: Connecter (par Google)

source: Login (via Google) to save your puzzle progress/stats
fr: Connecter (par Google) pour enregistrer vos progrés/statistiques

source: More
fr: Plus

source: Mute
fr: Sourdine

source: Newer Minis
fr: Nouveaux Minis

source: Newer Puzzles
fr: Nouveaux Puzzles

source: Nobody is on the leaderboard yet
fr: En ce moment, le classement est vide

source: Older Minis
fr: Vieux Minis

source: Older Puzzles
fr: Vieux Puzzles

source: Older unfinished solves
fr: Vieilles tentatives inachevé

source: Open on crosshare.org
fr: Ouvrier sur crosshare.org

source: Pause Game
fr: Arrêter le Jeu

source: Powered by crosshare.org
fr: Géré par crosshare.org

source: Previous daily minis
fr: Les minis quotidien précédent

source: Previous featured puzzles
fr: Les puzzles en vedette précédent

source: Print Puzzle
fr: Imprimer le Puzzle

source: Private, going public <0/>
fr: Privé, devient public <0/>

source: Published <0/>
fr: Publié <0/>

source: Published by {link}
fr: Publié par {link}

source: Published privately <0/>
fr: Publié en privé </0>

source: Ready to get started?
fr: Prêt à partir?

source: Reply
fr: Répondre

source: Resume
fr: Reprise

source: Reveal
fr: Devoiler

source: Reveal Puzzle
fr: Devoiler le Puzzle

source: Reveal Square
fr: Devoiler la Case

source: Reveal Word
fr: Devoiler le Mot

source: Save
fr: Enregistrer vos progrés

source: Set your display name:
fr: Choisir votre nom affiché:

source: Show Comments
fr: Montrer les Commentaires

source: Sign in with google to leave a comment of your own:
fr: Connecter avec Google pour laisser un commentaire:

source: Solved <0>downs-only</0> in
fr: Résolu <0>seulement verticales</0> en

source: Solved <0>without check/reveal</0> in
fr: Résolu <0>sans vérifier/devoiler</0> en

source: Solved in
fr: Résolu en

source: Stats
fr: Statistiques

source: Today's daily mini crossword
fr: Le mots-croisés mini quotidien d'aujourd'hui

source: Toggle Keyboard
fr: Basculer le Clavier

source: Unfinished Solves
fr: Résolus inachevé

source: Unmute
fr: Réactiver

source: Update display name:
fr: Mettre à jour votre nom affiché:

source: You are currently solving downs-only:
fr: Vous résoudre actuellement seulement verticales:

source: You've completed the puzzle, but there are one or more mistakes.
fr: Vous avez fini le puzzle, mais il y a quelques erreurs.

source: Your puzzle is paused
fr: Votre puzzle est arrêté
